[
{"date": "24 October 2016", "link": "http://www.janes.com/article/64857/saab-dynamics-to-research-massive-overmatch-assault-round-for-darpa", "title": "Saab Dynamics to research Massive Overmatch Assault Round for DARPA", "author": "Robin Hughes, London", "category": "Infantry Weapons", "IHS": "IHS Jane's Missiles & Rockets", "text": "The US Defense Advanced Research Projects Agency (DARPA) has awarded Saab a research contract of undisclosed value for the development of an 'advanced precision engagement capability' for shoulder-launched weapons under the agency's Massive Overmatch Assault Round (MOAR) Study initiative. The proposed MOAR study falls under the 'Ground Systems - Soldier/Squad Technologies' section of the DARPA Tactical Technology Office (TTO) Wide Broad Agency Announcement DARPA-BAA-15-27: 'Innovative Systems for Military Missions'. According to a Notional Study Schedule posted by the DARPA, the duration of the MOAR research effort is expected to be of 15-months duration, with the final report due back to the DARPA by second quarter 2017. The MOAR study focuses on two principal areas of research: i) multi-use rounds \"capable of defeating a wide range of threats - dismounted personnel, hardened structures, moving vehicles, armour, and unmanned aerial systems - with traditional and non-traditional defeat mechanisms\"; and ii) multi-function rounds, which should be \"capable of being fired as a shoulder-launched or vehicle-mounted weapon; capable of first-party targeting or receiving targeting information from a networked third party source\". According to a Special Program Announcement for the DARPA/TTO 'Research Opportunity: Massive Overmatch Assault Round (MOAR) Study' (Special Notice DARPA-SN-15-79), \"MOAR will seek to leverage commercial technologies to provide a low-cost, multi-use, and multi-function precision engagement capability. Current short-range weapons are used against a variety of target sets using different munitions and launchers without the benefit of active guidance. Current long-range weapons in support of dismounted operations are highly effective against a specific target set at range, but come with a heavy physical burden, high cost per shot/procurement cost, and often require teams of operators (sometimes dedicated) for employment,\" the announcement notes.", "key_points": "The research effort is expected to be of some 15-months duration, according to a Massive Overmatch Assault Round Notional Study Schedule posted by the US Defense Advanced Research Projects Agency Saab will conduct studies using its own Carl-Gustaf and AT4 shoulder-fired weapons, both of which are current US Army Programs of Record."},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64868/us-destroyer-sails-near-disputed-paracel-islands", "title": "US destroyer sails near disputed Paracel Islands", "author": "Gabriel Dominguez, London", "category": "Country Risk", "IHS": "IHS Jane's Defence Weekly", "text": "The US Navy (USN) launched another freedom-of-navigation operation (FONOP) in disputed areas of the South China Sea (SCS) on 21 October, US officials confirmed. USS (DDG 73), an Arleigh Burke-class guided missile destroyer, sailed near Chinese-controlled Triton and Woody Islands in the Paracels. The patrol, which did not cross the 12 n-mile territorial limit of any of the features, was intended to challenge Chinese claims in the disputed waters, an official told the newspaper. \"USS (DDG 73) conducted this transit in a routine, lawful manner without ship escorts and without incident,\" US Department of Defense spokesman Commander Gary Ross was quoted by the paper as saying. \"The United States conducts these routine operations on a regular basis around the world, in full compliance with international law,\" he added. The operation was first reported by Reuters news agency. White House spokesperson Josh Earnest said at a news briefing that same day that the purpose of the mission was to \"uphold the rights and freedoms of all states under international law\" as reflected in the Law of the Sea Convention, also known as the United Nations Convention on the Law of the Sea (UNCLOS). \"This operation demonstrated that coastal states may not unlawfully restrict the navigation rights, freedoms and lawful uses of the sea that the United States and all states are entitled to exercise under international law,\" said the spokesperson. China's Ministry of National Defense (MND) condemned the move as \"illegal and provocative\", adding that two Chinese guided missile destroyers warned the US vessel to leave the area. \"This has proved that the US side is the 'troublemaker' in the stability of the South China Sea,\" MND spokesman Wu Qian was quoted by the newspaper as saying. \"China will work together with other nations in the area to firmly defend peace and stability in the South China Sea region,\" he added.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64864/hyundai-discloses-further-details-of-philippine-navy-s-new-frigates", "title": "Hyundai discloses further details of Philippine Navy's new frigates", "author": "Ridzwan Rahmat, Singapore", "category": "Sea Platforms", "IHS": "IHS Jane's Navy International", "text": "South Korean shipbuilder Hyundai Heavy Industries (HHI) has given further details of the two frigates that it will be constructing for the Philippine Navy (PN). The details were given in a media release on 24 October announcing that the contract to build the ships has been formally signed with Philippine defence secretary Delfin Lorenzana. HHI received a notice of the PHP15,744,571,584 (USD311 million) award earlier in 2016. The company was previously reported to have won the contract with a design based on the company's HDF-3000 multipurpose frigate design, which features an overall length of 114.3 m, and has been used as the basis for the Republic of Korea Navy's (RoKN's) Incheon (FFX-I)-class guided-missile frigates. HHI has since disclosed in its media release that the platform will instead feature overall length of 107 m, a standard displacement of about 2,600 tonnes, and an operational survivability up to Sea State 5. The frigate has however been described by HHI as one that inherits main design features of the Incheon class, albeit with a lighter displacement. The ship will feature a combined diesel and diesel (CODAD) propulsion system, and feature a maximum speed of 25 kt, with a standard range of 4,500 n miles at 15 kt. HHI did not disclose in writing specific details of the platform's weapon systems, saying only that the frigates will be \"heavily armed with missiles, torpedo, guns and sensors\", and that they will be capable of anti-air, anti-surface, anti-submarine and electronic warfare. However a computer generated image of the platform accompanying the media release shows an eight-cell vertical launching system (VLS) installed at the forward section, just behind the platform's primary weapon that will most likely be a 76 mm naval gun.", "key_points": "Hyundai Heavy Industries has revealed further details of the two frigates that it will build for the Philippine Navy The platform is slightly smaller than anticipated, but said to inherit main design features of South Korea's Incheon class"},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64872/alleged-coup-plot-highlights-burkina-government-s-frailty-likely-crackdown-to-raise-risks-of-protests-and-cargo-disruption", "title": "Alleged coup plot highlights Burkina government's frailty, likely crackdown to raise risks of protests and cargo disruption", "author": "", "category": "Country Risk", "IHS": "IHS Jane's Country Risk Daily Report", "text": "On 21 October, Security Minister Simon Compaoré said the authorities had foiled a coup plot by former members of the disbanded presidential guard (Régiment de sécurité présidentielle: RSP) loyal to deposed leader Blaise Compaoré (currently exiled in Côte d'Ivoire). Simon Compaoré (no relation) told a press conference that 30 ex-RSP members had planned on 8 October to free their colleagues, jailed for a failed coup attempt in September 2015, from the military prison in Ouagadougou and then attack the presidential palace. The conspiracy was reportedly uncovered during an identity check of ex-RSP members allegedly coming from Pô on the Ghanaian border.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64856/ses-develops-low-cost-persistent-satcom-and-isr-capability", "title": "SES develops low-cost persistent SATCOM and ISR capability", "author": "Geoff Fein, Washington, DC", "category": "C4iSR: Air", "IHS": "IHS Jane's International Defence Review", "text": "Global satellite communications (SATCOM) provider SES is using small aerostats to provide an affordable way to establish and maintain SATCOM and a persistent surveillance capability. Tactical Persistent Surveillance (TPS) not only provides cost-effective enhanced situational awareness but it can be set up and operational in 30 minutes even in areas where infrastructure is non-existent or destroyed, according to SES. Although aerostats equipped with persistent surveillance sensors are not new, a number of companies have systems deployed to Afghanistan for force protection or along the United States southern border for border security, what is new about SES' TPS is that for the first time an aerostat will be SATCOM enabled, Nicole Robinson, corporate vice-president of government market solutions for SES, told . Adding a SATCOM capability now enables the sensor aboard the aerostat to transmit intelligence, surveillance and reconnaissance (ISR) video and data over satellite using small aperture and quick to deploy flyaway Ku-band antennas, according to SES. Sensor data are transmitted to a ground station down a tether that uses copper instead of fibre optics. Copper is a better material to work with for tethers, Dave Codacovi, general manager of government technologies for SES told . Processing occurs at the ground station, which is made up of a couple of rack units of equipment, modems, and spectrum analysers. The data are then transmitted via SATCOM to anywhere in the world, Robinson said. \"You can imagine networking aerostats around a particular area of interest and all of that imagery is being collected and sent back to a headquarters located anywhere in the world for complete situational awareness of what is going on [at those locations],\" she said. The company launched its new offering with a demonstration in Reston, Virginia on 22 September. Of the 12 international representatives on hand for the event, three have asked for written proposals for a technical solution.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64863/italian-army-starts-fh-70-howitzer-upgrade-evaluation", "title": "Italian Army starts FH-70 howitzer upgrade evaluation", "author": "Rupert Pengelley, London", "category": "Land Platforms", "IHS": "IHS Jane's International Defence Review", "text": "The Italian Army has placed a contract with UK-based company Leonardo MW for five more sets of its LINAPS (artillery pointing system) on-gun artillery digitisation system. These systems are intended to supplement the initial three sets delivered to Italy earlier in 2016 as part of a planned programme to update the Italian Army's FH-70 155 mm/39-calibre towed howitzer inventory. Another significant part of the Italian Army's FH-70 upgrade requirement is a new ARIS-developed 40 kW diesel auxiliary power unit (APU), which replaces the original 1,800 cc Volkswagen petrol engine-based APU. As set out by its then artillery commander Major General Giovanni Domenico Pintus in March 2015, the Italian Army's aspiration was to upgrade those FH-70s still in its inventory (with an original order of 164) after prototype validation. At the time his hope was embark on trials in early 2016, but the first howitzer was not fitted with LINAPS until July. The expectation now is that live-firing tests will begin in November 2016. In the interim, the prototype upgrade packages will be assessed for mobility and electromagnetic compatibility, and proving the digital integration of LINAPS with the Italian Army's overarching SIF (Sistema Informatico Fuoco) joint fires integration system. All being well, the full-rate upgrade programme is expected to begin implementation from 2017 onward. The on-gun elements of the LINAPS system that Leonardo is providing include a FIN3110 inertial navigation unit with an integral GPS receiver, and a colour layer's display and control unit (LDCU), common to those provided by Leonardo for the British Army's earlier LINAPS Mk2 105 mm light gun upgrade programme. Supplementing these is a customised tripod-mounted detachment commander's display terminal (DCDT), comparable to the initial model introduced at the behest of the Canadian Army for its LINAPS-equipped M777 155 mm lightweight howitzers deployed on operations in Afghanistan in 2007.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64867/malaysia-cuts-defence-budget-by-12", "title": "Malaysia cuts defence budget by 12%", "author": "Jon Grevatt, Bangkok", "category": "Industry", "IHS": "IHS Jane's Defence Industry", "text": "Malaysia's 2017 defence budget is set to fall by 12% to MYR15.06 billion (USD3.6 billion), in light of continuing fiscal constraints in the Southeast Asian country. As a result of the cut - the largest made to defence since 1998 - spending will fall to its lowest level since 2012. The allocation, which was revealed by Prime Minister Najib Razak in parliament on 21 October, represents 5.8% of the total annual government expenditure, the lowest level of spending dedicated to defence since 2012, and about 1.2% of GDP. The 2017 defence budget includes MYR11.68 billion for management expenses and MYR3.37 for development, with the former supporting operations and salaries and the latter acquisitions and research and development.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64865/south-sudan-faces-arms-embargo", "title": "South Sudan faces arms embargo", "author": "Jeremy Binnie, London", "category": "Country Risk", "IHS": "IHS Jane's Defence Weekly", "text": "Hervé Ladsous, the head of the UN Department of Peacekeeping Operations, called on 18 October for an arms embargo on South Sudan to punish its government for obstructing the deployment of a new Regional Protection Force (RPF). \"I think an arms embargo should happen now and that's even very late,\" Ladsous told reporters after a meeting of the Security Council. \"The rainy season is coming to a close and that has frequently been the time of the year when people go back to military operations.\" The Security Council was considering its next move after South Sudan's government was deemed to be obstructing the deployment of the Regional Protection Force (RPF). The addition of the 4,000-strong RPF to the UN Mission in South Sudan (UNMISS) was approved by the UN Security Council on 12 August as part of the response to an outbreak of violence in the capital Juba a month earlier. The Security Council resolution says an arms embargo could be imposed if the South Sudanese government impedes the operations of the RPF, which is tasked with enforcing security in Juba.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64875/high-risk-of-islamic-state-attacks-targeting-infrastructure-and-utilities-in-recaptured-iraqi-territory", "title": "High risk of Islamic State attacks targeting infrastructure and utilities in recaptured Iraqi territory", "author": "", "category": "Terrorism & Insurgency", "IHS": "IHS Jane's Country Risk Daily Report", "text": "The Islamic State launched multiple attacks in Kirkuk city on 21 October, including temporarily taking over government and security buildings. During the course of the attacks, which continued into the next day, a suicide bomber detonated his vest outside the Cihad Hotel after Kurdish Peshmerga fighters approached the building. Snipers also took position on the roof and held hostages. Similar attacks took place at the Snobar and Darulsalam hotels. The attacks on the hotels, government, and security force targets closely mirrored those carried out by the Islamic State in Kirkuk city in December 2013, including on the Jawaher shopping mall.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64870/japanese-troops-to-wear-helmet-cameras-on-missions", "title": "Japanese troops to wear helmet cameras on missions", "author": "Julian Ryall, Tokyo", "category": "Country Risk", "IHS": "IHS Jane's Defence Weekly", "text": "To ensure they follow operational protocol, members of the Japan Ground Self-Defence Force (JGSDF) will be required to use helmet-mounted cameras when they deploy on missions, the newspaper reported on 22 October. Japanese troops are expected to be despatched as United Nations peacekeepers to South Sudan later this year. Japan's revised security laws, which took effect in March, have expanded the scope of the Japan Self-Defense Forces' activities. Given that the legislation has been controversial at home, Tokyo wants to have recorded images as evidence in case the troops' actions later become the subject of an investigation.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64866/hal-and-safran-launch-helicopter-mro-joint-venture", "title": "HAL and Safran launch helicopter MRO joint venture", "author": "Jon Grevatt, Bangkok", "category": "Industry", "IHS": "IHS Jane's Defence Industry", "text": "India's Hindustan Aeronautics Limited (HAL) and France's Safran Helicopter Engines formally launched a joint venture (JV) company on 23 October to provide helicopter engine maintenance, repair, and overhaul (MRO) services to the Indian armed forces. The JV - named Helicopter Engines MRO - is based in Goa, southwest India and will be focused on providing support services for Safran TM333 and HAL Shakti engines installed on HAL-built helicopters including the Dhruv Advanced Light Helicopter (ALH) and the Cheetal utility helicopter (a licence-produced version of the Aérospatiale SA 315B Lama). Officials said at the launch, which was presided over by Indian Defence Minister Manohar Parrikar, that the company would also establish certified maintenance centres at several military bases across India and pursue international helicopter engine MRO contracts.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64871/first-ever-uk-japan-fighter-exercise-kicks-off", "title": "First-ever UK-Japan fighter exercise kicks off", "author": "Julian Ryall, Tokyo", "category": "Military Capabilities", "IHS": "IHS Jane's Defence Weekly", "text": "The UK Royal Air Force (RAF) and the Japan Air Self-Defense Force (JASDF) began their first-ever joint fighter exercise on 23 October, according to the UK Ministry of Defence. Four RAF Eurofighter Typhoons, which had arrived a day earlier at the JSDAF's Misawa Air Base, are participating in the 'Guardian North 16' exercise, which is set to last until early November. This is the first time the JASDF has hosted an exercise with a foreign nation other than the United States. The JASDF is participating in the drills with Mitsubishi F-2 and Boeing F-15 fighters.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64859/dsme-launches-second-indonesian-ssk", "title": "DSME launches second Indonesian SSK", "author": "Ridzwan Rahmat, Singapore", "category": "Industry", "IHS": "IHS Jane's Defence Weekly", "text": "South Korean shipbuilder Daewoo Shipbuilding and Marine Engineering (DSME) has launched the second diesel-electric submarine (SSK) on order for the Indonesian Navy (Tentara Nasional Indonesia - Angkatan Laut, or TNI-AL). The vessel, which was launched on 24 October, is part of a contract for three SSKs signed under a KRW1.3 trillion (USD1.1 billion) contract with the Indonesian government in December 2011. The programme's first-of-class was launched on 24 March. The keel for the third vessel was laid down in May, and the boat is expected to be transferred to Indonesian state-owned shipbuilder PT PAL's premises in Surabaya in December where it will be completed, the TNI-AL said in a statement to mark the vessel's launch.", "key_points": ""},
{"date": "24 October 2016", "link": "http://www.janes.com/article/64873/violent-risks-intelligence-bulletin-24-october-2016", "title": "Violent risks intelligence bulletin - 24 October 2016", "author": "", "category": "Country Risk", "IHS": "IHS Jane's Country Risk Daily Report", "text": "Chile - 21 October 2016: A two-day strike carried out by Chilean public officials left nearly 2,000 lorries stranded in the border area with Bolivia. Colombia - 21 October 2016: In El Poblado commune in the city of Medellin, an IED was detonated outside the house of an activist for the 'No' vote in the recent FARC peace deal referendum. The explosion caused no casualties, but minor damage to the residence. Colombia - 21 October 2016: Venezuelan fighter jets intercepted a Colombian Avianca airline passenger plane travelling between Bogota and Madrid, forcing it to leave Venezuelan airspace; Venezuelan authorities later called it a 'misunderstanding'.", "key_points": ""}
]