[
{"key_points": "", "title": "Airbus teams with DCNS to develop VTOL UAV for French Navy", "link": "http://www.janes.com/article/64848/airbus-teams-with-dcns-to-develop-vtol-uav-for-french-navy", "IHS": "IHS Jane's International Defence Review", "text": "Airbus Helicopters and French naval shipbuilder DCNS are to offer a clean-sheet vertical take-off and landing (VTOL) unmanned aerial vehicle (UAV) to the French Navy (Marine Nationale : MN). The collaboration, announced on 20 October, will see the unmanned helicopter developed in response to the MN's Système de Drones Aériens de la Marine (SDAM) requirement. Derived from the already fielded Hélicoptères Guimbal Cabri G2 light helicopter, the VSR700 VTOL UAV will incorporate autonomous technologies already tested by Airbus Helicopters, including a sense-and-avoid capability. With Airbus Helicopters designing the platform, designated the VSR7000, DCNS will be responsible for its integration into ship-based operations.", "category": "Air Platforms", "author": "Gareth Jennings, London", "date": "21 October 2016"},
{"key_points": "", "title": "Euronaval 2016: Israel Shipyards secures first Saar 72 construction order", "link": "http://www.janes.com/article/64851/euronaval-2016-israel-shipyards-secures-first-saar-72-construction-order", "IHS": "IHS Jane's Defence Weekly", "text": "Israel Shipyards has secured an order for the construction of the first ship of its new Saar 72 design, has learned. Details on the customer and configuration remain confidential at this time. However, delivery is currently expected in early 2018. The new design, as shown at the Euronaval 2016 exhibition in France, has options including an offshore patrol vessel (OPV) variant with light armament, and a corvette version with a full armament suite. Depending on the choice of propulsion system, the steel-hulled, aluminium superstructure ships can achieve speeds of up to 30 kt, with hybrid propulsion options driving speeds up to around 9 kt also envisaged.", "category": "Air Platforms", "author": "Alex Pape, Paris, France", "date": "21 October 2016"},
{"key_points": "", "title": "Euronaval 2016: RAIDCO unveils new multipurpose vessel aimed at African navies", "link": "http://www.janes.com/article/64847/euronaval-2016-raidco-unveils-new-multipurpose-vessel-aimed-at-african-navies", "IHS": "IHS Jane's Defence Weekly", "text": "French ship designer RAIDCO Marine unveiled its design for the BSL 95 amphibious operations and logistics support vessel at the Euronaval show held in Paris. With a length of 95.8 m, a beam of 17 m, and a draught of 3.8 m, the BSL 95 is expected to displace 3,500 tonnes. The projected speed of the vessel is 17 kt and its range is expected to reach 4,500 n miles (8,300 km) at a cruise speed of 15 kt. Maximum endurance is 20 days. The BSL's crew will be limited to 37 personnel, but it is capable of accommodating up to 500 troops for short-range deployments.", "category": "C4iSR: Joint & Common Equipment", "author": "Erwan de Cherisey, Paris", "date": "21 October 2016"},
{"key_points": "", "title": "BIRD sees strong demand for its aircraft protection system upgrade", "link": "http://www.janes.com/article/64850/bird-sees-strong-demand-for-its-aircraft-protection-system-upgrade", "IHS": "IHS Jane's Defence Weekly", "text": "The Israeli company BIRD Aerosystems is upgrading the Airborne Missile Protection Systems (AMPS) it has already sold to several customers by installing a radar sensor that will significantly improve its performance against man-portable air defence systems (MANPADS), a company representative told . The upgrade involves installing the company's Missile Approach Confirmation Sensor (MACS) on aircraft that are already fitted with AMPS, according to Shaul Mazor, vice-president for marketing and business and development at BIRD. Mazor said the addition of MACS, which was introduced to the market in 2015, reduces the false alarm rate to \"practically zero\". AMPS was developed with Airbus Defense and Space and is marketed by both companies.", "category": "C4iSR: Air", "author": "Yaakov Lappin, Tel Aviv", "date": "21 October 2016"},
{"key_points": "", "title": "Islamic State claims responsibility for knife attack in Indonesia's Jakarta", "link": "http://www.janes.com/article/64855/islamic-state-claims-responsibility-for-knife-attack-in-indonesia-s-jakarta", "IHS": "IHS Jane's Terrorism Watch Report - Daily Update", "text": "IN A STATEMENT issued on 20 October, the Islamic State-affiliated Amaq news agency claimed responsibility for an attack conducted by a suspected Islamic State supporter, identified only as 21-year-old S.A, who stabbed and wounded five police officers with a knife in Tangerang area in the outskirts of Indonesia's capital Jakarta earlier that day, Reuters reported. The attacker was fatally shot by police forces. Two unexploded improvised explosive device (IED) - described in media reports as a pipe bombs - and an Islamic State sticker were discovered nearby.", "category": "Terrorism & Insurgency", "author": "", "date": "21 October 2016"},
{"key_points": "", "title": "Gunman kills at least two US nationals in Afghanistan's Kabul", "link": "http://www.janes.com/article/64852/gunman-kills-at-least-two-us-nationals-in-afghanistan-s-kabul", "IHS": "IHS Jane's Terrorism Watch Report - Daily Update", "text": "AT LEAST two United States nationals - a soldier and a civilian - were fatally wounded and several other US soldiers were wounded when a gunman, wearing an Afghan army uniform, opened fire on them as they were visiting a military base in in the Rishkhor neighbourhood of Afghanistan's capital Kabul on 19 October, Al-Jazeera reported. The attacker was shot dead in retaliatory fire. No immediate claim of responsibility was made.", "category": "Terrorism & Insurgency", "author": "", "date": "21 October 2016"},
{"key_points": "", "title": "Textron reports rising Q3 revenue", "link": "http://www.janes.com/article/64849/textron-reports-rising-q3-revenue", "IHS": "IHS Jane's Defence Industry", "text": "US defence and aviation group Textron reported its third quarter results for 2016 on 20 October. The company generated USD3.3 billion of revenue in the quarter, up 2.2% year-on-year, but profits were slightly lower than the same period in 2015 at USD310 million. Textron aviation, which includes the company's Beechcraft light-attack and reconnaissance aircraft brand but mainly serves the business aviation market, also recorded falling profits alongside rising revenue, while Bell Helicopter recorded a decline on both measures, despite a greater number of military deliveries. Textron Systems and the company's Industrial segment both recorded increasing profits. In recent months Textron has announced the restructuring of several of its businesses with the goal of reducing costs across the company, largely through staff reductions and the consolidation of facilities.", "category": "Air Platforms", "author": "Andrew MacDonald, London", "date": "21 October 2016"},
{"key_points": "", "title": "Mortar attack wounds a woman and her child in Turkey's Osmaniye", "link": "http://www.janes.com/article/64853/mortar-attack-wounds-a-woman-and-her-child-in-turkey-s-osmaniye", "IHS": "IHS Jane's Terrorism Watch Report - Daily Update", "text": "A WOMAN and her child were wounded when three mortar rounds, fired by unidentified militants, hit the town of Osmaniye in Turkey's Osmaniye province, near the border with Syria, on 19 October, Reuters reported. No immediate claim of responsibility was made.", "category": "Terrorism & Insurgency", "author": "", "date": "21 October 2016"},
{"key_points": "", "title": "Knife attack wounds five police officers in Indonesia's Jakarta", "link": "http://www.janes.com/article/64854/knife-attack-wounds-five-police-officers-in-indonesia-s-jakarta", "IHS": "IHS Jane's Terrorism Watch Report - Daily Update", "text": "FIVE police officers were wounded when a suspected Islamic State supporter, identified only as 21-year-old S.A, stabbed them with a knife in Tangerang area in the outskirts of Indonesia's capital Jakarta on 20 October, Reuters reported. The attacker was fatally shot by police forces. Two unexploded improvised explosive device (IED) - described in media reports as a pipe bombs - and an Islamic State sticker were discovered nearby. In a statement issued later that day, the Islamic State-affiliated Amaq news agency claimed responsibility for the attack.", "category": "Terrorism & Insurgency", "author": "", "date": "21 October 2016"},
{"key_points": "", "title": "Islamic State's claim of responsibility for Jakarta police stabbing indicates increased risk of attempted attacks in Indonesia", "link": "http://www.janes.com/article/64846/islamic-state-s-claim-of-responsibility-for-jakarta-police-stabbing-indicates-increased-risk-of-attempted-attacks-in-indonesia", "IHS": "IHS Jane's Country Risk Daily Report", "text": "Indonesian police said on 21 October that the man who stabbed three police officers in Tangerang, on the outskirts of Jakarta, on 20 October had contacts with a prominent Indonesian pro-Islamic State cleric and a Syria-based Indonesian Islamic State fighter. The attacker, Sultan Aziansyah, died from gunshot wounds after injuring three officers. A national police spokesperson said that Sultan visited the cleric, Aman Abdurrahman, several times in 2015 at Nusakambangan, a penal colony where Aman is serving a nine-year sentence for terrorism. Police also said that Sultan had regularly participated in online conversations in a group led by Bahrun Naim, a leader of an Indonesian Islamic State unit in Syria.", "category": "Terrorism & Insurgency", "author": "", "date": "21 October 2016"}
]