[
{"title": "Tough fight expected in Mosul despite Islamic State escape route", "link": "http://www.janes.com/article/64813/tough-fight-expected-in-mosul-despite-islamic-state-escape-route", "category": "Country Risk", "key_points": "", "text": "A top US commander believes that Islamic State fighters will put up serious resistance in Mosul even though some have fled the city since Prime Minister Haider al-Abadi announced the start of the operation to retake it on 16 October. Army Major General Gary Volesky, the commander of the land component of the US-led Combined Joint Task Force - Operation Inherent Resolve (CJTF-OIR), told reporters during a 19 October video conference that he had seen reports of 3,000 to 5,000 Islamic State fighters inside Mosul, but there were indications that some are leaving the city. Nevertheless, he added that, \"we expect there will be a fight\". Gen Volesky said foreign fighters were expected to stay as they would find it harder than their Iraqi counterparts to disguise themselves as civilians and pass the screening process on the front lines. \"Our assessment is that they'll be the people who want to stay and fight ... because they really don't have any other place to go,\" he said. Mosul is not currently surrounded as the government forces advancing northwards have yet to link up with the Kurdish forces to the west of the city, leaving a gap of around 60 km through which Islamic State fighters could escape. Russian foreign minister Sergei Lavrov told journalists on the same day that \"the city is not fully encircled\". \"I hope it's because they simply couldn't do it, not because they wouldn't do it, but this corridor poses a risk that Islamic State fighters could flee from Mosul and go to Syria,\" he said. \"It is the responsibility of the [US-led] coalition to cut the road to Syria for Daesh,\" Abadi told Iraqi TV using the Arabic acronym for the Islamic State. Gen Volesky declined to directly answer a question about whether a gap was being intentionally left open, although he suggested CJTF-OIR would attempt to target militants withdrawing along this route.", "author": "Daniel Wasserbly, Washington, DC and Jeremy Binnie, London", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "South Sudan faces arms embargo", "link": "http://www.janes.com/article/64836/south-sudan-faces-arms-embargo", "category": "Country Risk", "key_points": "", "text": "Hervé Ladsous, the head of the UN Department of Peacekeeping Operations, called on 18 October for an arms embargo on South Sudan to punish its government for obstructing the deployment of a new Regional Protection Force (RPF). \"I think an arms embargo should happen now and that's even very late,\" Ladsous told reporters after a meeting of the Security Council. \"The rainy season is coming to a close and that has frequently been the time of the year when people go back to military operations.\" The Security Council was considering its next move after South Sudan's government was deemed to be obstructing the deployment of the Regional Protection Force (RPF). The addition of the 4,000-strong RPF to the UN Mission in South Sudan (UNMISS) was approved by the UN Security Council on 12 August as part of the response to an outbreak of violence in the capital Juba a month earlier. The Security Council resolution says an arms embargo could be imposed if the South Sudanese government impedes the operations of the RPF, which is tasked with enforcing security in Juba.", "author": "Jeremy Binnie, London", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Aleppo's rebel enclave rejects evacuation offer", "link": "http://www.janes.com/article/64837/aleppo-s-rebel-enclave-rejects-evacuation-offer", "category": "Country Risk", "key_points": "", "text": "No civilians and only eight wounded opposition fighters took advantage of the Russian- and Syrian-declared ceasefire in Aleppo on 20 October to leave the besieged city, according to Moscow's Centre for Reconciliation of Opposing Sides in the Syrian Arab Republic. Despite the apparent lack of success, the Russian Ministry of Defence announced a 24-hour extension to the ceasefire until the evening of 21 October. The ceasefire followed a unilateral bombing pause by the Russian air wing deployed to Syria that began on 18 October. Opposition groups in the city denounced the ceasefire and opening of 'humanitarian corridors' out of Aleppo by the Syrian government forces as a trick to try to force the evacuation and then surrender of the city. There were media reports on 20 October of mortar and small-arms fire along the confrontation lines in the city, with the Russian military reporting three of its officers, who were manning a checkpoint on one of eight humanitarian corridors, suffering \"slight injuries\". The three weeks running up to the pause in bombing saw Syrian government troops capture a swath of land in northern Aleppo city since starting a major offensive against the besieged opposition held enclave on 24 September. The three-week offensive by pro-government forces that preceded the ceasefire captured a swath of largely uninhabited terrain in the north of the city. Syrian Arab Army troops, backed by Palestinian militia fighters, pushed around 4 km into the opposition-held enclave across a 4 km front. The extent of the advance was confirmed by statements from government and opposition spokesmen, as well as analysis of news and social media imagery showing key landmarks being occupied by government troops. Syrian troops of the 102nd and 106th Republican Guards Brigades, supported by contingents from the Palestinian Liwa al-Quds militia, were filmed using tanks, artillery, anti-tank guided weapons, and anti-aircraft guns during the advance.", "author": "Tim Ripley, London", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Pakistan Ordnance Factories posts four-fold increase in exports", "link": "http://www.janes.com/article/64824/pakistan-ordnance-factories-posts-four-fold-increase-in-exports", "category": "Industry", "key_points": "", "text": "Pakistan Ordnance Factories (POF) has recorded a four-fold increase in exports over the past two fiscal years, according to a government statement. Citing POF chairman Lt Gen Omar Mehmood Hayat, the 19 October statement said the company had expanded international sales from USD22 million in 2013-2014 to USD93.7 million in 2015-2016. Based in Rawalpindi, the POF specialises in the production of firearms, rockets and ammunition. In the statement, Hayat - a serving general in the Pakistan Army - also said the POF had received funds worth around PKR25 billion (USD239 million) from the Pakistan government. He added that this investment has been used to \"meet the demands of the armed forces\" and to replace the POF's \"obsolete machinery\".", "author": "Jon Grevatt, Bangkok", "IHS": "IHS Jane's Defence Industry", "date": "21 October 2016"},
{"title": "US Army acquires Kongsberg Protector MCRWS", "link": "http://www.janes.com/article/64811/us-army-acquires-kongsberg-protector-mcrws", "category": "Infantry Weapons", "key_points": "", "text": "The US Army is the first customer for the Kongsberg Protector Medium Calibre Remote Weapon Station (MCRWS), which has been developed by the Norwegian company as a private venture. The Kongsberg MCRWS has been designed for new-build tracked and wheeled armoured fighting vehicles (AFV) as well as older vehicles as an upgrade. Under an Urgent Needs Requirement the US Army 2nd Cavalry Regiment in Europe is to rapidly acquire a batch of 8x8 Stryker vehicles fitted with the Kongsberg MCRWS, which will be armed with the Orbital ATK Armament Systems 30 mm XM813 cannon and a 7.62 mm co-axial machine gun (MG). The XM813 is a spiral development from the 30 mm weapon originally developed for the XM1206 Infantry Combat Vehicle (ICV) - a member of the Future Combat System (FCS) - which was followed by the Ground Combat Vehicle (GCV). Both programmes were subsequently cancelled. General Dynamics Land Systems has a contract for eight prototype/pre-production Stryker vehicles to be followed by 83 production vehicles. Kongsberg is now supplying these MCRWS as a sub-contractor to General Dynamics Land Systems. The 30 mm XM813 is a dual-feed cannon with a heavier barrel and features a new dual recoil system to enable it to be installed in the MCRWS. The Meggitt linkless ammunition feed system has two ammunition boxes with each containing 150 rds of ammunition, which can be reloaded from within the vehicle under armour protection. In addition to firing all natures of 30 x 173 mm ammunition including armour-piercing fin-stabilised discarding sabot (APFSDS), high-explosive incendiary (HE-I) and training rounds, it will also fire a 30 mm programmable air-burst munition (ABM), designated the MK310. All current Stryker ICVs and most of the specialised variants are fitted with a Kongsberg Protector RWS, which is normally armed with a .50 calibre M2 HB MG or a 40 mm MK19 automatic grenade launcher (AGL).", "author": "Christopher F Foss, London", "IHS": "IHS Jane's International Defence Review", "date": "21 October 2016"},
{"title": "NATO begins cyber procurement reform study", "link": "http://www.janes.com/article/64812/nato-begins-cyber-procurement-reform-study", "category": "C4iSR: Joint & Common Equipment", "key_points": "", "text": "The NATO Communications and Information Agency (NCIA) has commissioned a new study from RAND to find ways to accelerate the alliance's buy-in of cyber capabilities. Launched on 17 October, it will recommend short-term mitigation solutions for quickly acquiring cyber-defensive and other information and communication technology-related capabilities that NATO needs and, more importantly, propose structural reform to the whole cyber-acquisition chain, according to officials at the NCIA, which let the contract on behalf of Allied Command Transformation (ACT). \"We need a revised acquisition process that delegates authority, manages risk as opposed to eliminating it, and rewards quick delivery,\" said Lieutenant General Jeffrey Lofgren, ACT's deputy chief of staff for capability development.", "author": "Brooks Tigner, Brussels", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Scorpion jet performs first weapons trials", "link": "http://www.janes.com/article/64816/scorpion-jet-performs-first-weapons-trials", "category": "Air-Launched Weapons", "key_points": "", "text": "Textron AirLand conducted the first air-to-surface weapons trials of its Scorpion jet during a series of live-firings at the White Sands Missile Range in New Mexico in mid-October. The firings, which took place from 10 to 14 October and announced on 19 October, saw the Scorpion fire the Lockheed Martin AGM-114F Hellfire II air-to-surface missile, the BAE Systems Advanced Precision Kill Weapon System (APKWS), and unguided Hydra 70 mm rockets. A ground-based laser designator was used in the first instance, with the aircraft self-designating in later tests using its L-3 Wescam MX-15Di electro-optic/infrared (EO/IR) sensor turret. First revealed in September 2013, the tandem twin-seat and twin-engine Scorpion jet has been developed to suit mission sets including counter-insurgency, border patrol, maritime surveillance, counter-narcotics, and air defence, in a package set to cost no more than USD20 million to procure and USD3,000 per hour to operate. Textron AirLand has built the aircraft around a 2.3 m cubed payload bay in the centre of its fuselage that can accept a variety of sensors and weapons systems, depending on the mission. Scorpion also has six underwing hardpoints - three on each side - to carry additional sensors, fuel, or weapons. It has been seen at a number of air shows carrying the Textron G-CLAW and Textron/Thales Fury guided glide munitions. Company-supplied performance specifications give the Scorpion a top speed of 450 kt, a service ceiling of 45,000 ft, and a ferry range of 4,450 km. One flying prototype has been built to date, with a production standard aircraft expected to make its maiden flight shortly.", "author": "Gareth Jennings, London", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Kongsberg sells shares in defence electronics supplier Kitron", "link": "http://www.janes.com/article/64832/kongsberg-sells-shares-in-defence-electronics-supplier-kitron", "category": "Industry", "key_points": "", "text": "Norwegian defence and maritime group Kongsberg announced on 19 October that it has sold the entirety of its stake in defence electronics supplier Kitron. Kongsberg had held 19.3% of Kitron, which is also headquartered in Norway, with manufacturing locations in China, Germany, Lithuania, Sweden and the USA. The company, which is listed on the Oslo Stock Exchange, supplies components used in several Kongsberg products, including tactical radios, remote weapons stations and missiles. The transaction, which was reportedly completed at NOK5.5 (USD0.67) per share, is expected to have generated around NOK184 million for Kongsberg, which had held around 33.4 million shares in the company.", "author": "Andrew MacDonald, London", "IHS": "IHS Jane's Defence Industry", "date": "21 October 2016"},
{"title": "Philippine leader announces 'separation' from US", "link": "http://www.janes.com/article/64834/philippine-leader-announces-separation-from-us", "category": "Industry", "key_points": "", "text": "Philippine President Rodrigo Duterte declared his \"separation\" from the United States during a visit to Beijing on 20 October, saying he has realigned with China. \"I've realigned myself in your ideological flow and maybe I will also go to Russia to talk to [President Vladimir] Putin and tell him that there are three of us against the world: China, Philippines and Russia,\" Duterte was quoted by Reuters news agency as saying in Beijing. Beijing and Manila also agreed to resolve their South China Sea dispute through talks. The US reacted by saying it would seek clarity on Duterte's 'separation' announcement.", "author": "Gabriel Dominguez, London", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "India gives final approval for M777 howitzer buy", "link": "http://www.janes.com/article/64833/india-gives-final-approval-for-m777-howitzer-buy", "category": "Military Capabilities", "key_points": "", "text": "India's Ministry of Defence (MoD) gave its final approval on 20 October for the procurement of 145 BAE Systems M777 155 mm/39-calibre lightweight howitzers for the Indian Army (IA) for around USD750 million under the US Foreign Military Sales programme. India's Defence Acquisition Council (DAC), headed by defence minister Manohar Parrikar, sanctioned the purchase of towed M777 guns and Selex Laser Inertial Artillery Pointing Systems after clearing the final contract price, MoD officials said. Pre-negotiated offset contracts worth some USD200 million were also approved. The DAC had already approved the M777 purchase in June, but its re-endorsement became necessary following cost issues flagged by India's Ministry of Finance.", "author": "Rahul Bedi, New Delhi", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "France, UK, advance offboard MCM demonstrator", "link": "http://www.janes.com/article/64825/france-uk-advance-offboard-mcm-demonstrator", "category": "CBRNE & EOD Defence", "key_points": "France and the United Kingdom are moving to the next stage of their joint offboard mine-countermeasures programme Two prototype systems are due for delivery in 2019", "text": "France and the United Kingdom have formally committed to proceed with the next stages of the joint Maritime Mine Countermeasures (MMCM) programme. The programme covers the development, build, and qualification of two prototype offboard MCM systems for trials and evaluation by the French Navy (Marine Nationale) and the UK Royal Navy (RN). An industry team headed by Thales was selected in March 2015 to lead the jointly funded MMCM programme, with a contract for the first stage of definition work awarded that month by European defence procurement agency OCCAR on behalf of France's Direction Générale de l'Armement (DGA) and the UK's Defence Equipment and Support (DE&S) organisation.", "author": "Richard Scott, Paris", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Chilean Navy to upgrade P-3 Orion fleet", "link": "http://www.janes.com/article/64818/chilean-navy-to-upgrade-p-3-orion-fleet", "category": "Air Platforms", "key_points": "", "text": "Canadian company IMP Aerospace is to upgrade the Chilean Navy's Lockheed Martin P-3 Orion maritime patrol aircraft (MPA), it announced on 17 October. The aircraft, which have been in service since 1993, are to receive new wings and stablisers, a digital 'glass' cockpit, and enhanced engines under the mid-life upgrade (MLU) plan, as well as a phased depot maintenance inspection package. IMP Aerospace will undertake the work at its Halifax facility in Nova Scotia, Canada, beginning in either January or February 2017. The company has experience of this kind of MLU, having previously worked on the Royal Canadian Air Force's CP-140 Aurora fleet. Once complete, the MLU should keep the Chilean Navy's two remaining P-3A anti-submarine warfare platforms in service for a further 20 years. The type is operated by Maritime Reconnaissance Squadron (VP)-1 at Viña del Mar, about 60 km west of the capital, Santiago.", "author": "Antonio Segovia Rentería, Santiago", "IHS": "IHS Jane's Navy International", "date": "21 October 2016"},
{"title": "Euronaval 2016: Saab's lightweight torpedo to enter the water in 2017", "link": "http://www.janes.com/article/64823/euronaval-2016-saab-s-lightweight-torpedo-to-enter-the-water-in-2017", "category": "Naval Weapons", "key_points": "Swedish Light Weight Torpedo to enter water at Saab's training facility in 2017 The company says it is on track to deliver the system on time to the Royal Swedish Navy", "text": "Sweden's new lightweight torpedo is due to enter the water for the first time in 2017, manufacturer Saab has confirmed. Thomas Ljungqvist, from Saab's Underwater Systems business unit, told a media briefing at the Euronaval 2016 exhibition in Paris that the Swedish Light Weight Torpedo (SLWT) will begin testing in the water at the company's training facility next year. He told the briefing that the company is very much focused at this stage on delivering the weapon for its launch customer, the Royal Swedish Navy (RSwN).", "author": "Dr Lee Willett, Paris, France", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Butler Aerospace to be purchased by IT provider HCL Technologies", "link": "http://www.janes.com/article/64835/butler-aerospace-to-be-purchased-by-it-provider-hcl-technologies", "category": "Industry", "key_points": "", "text": "US engineering and support services company Butler America Aerospace is to be purchased by IT service company HCL Technologies, it was announced on 21 October. Butler Aerospace, which provides design, drafting, structural analysis and testing to the defence industry, is based in Connecticut, with facilities across the US. HCL Technologies, a software and IT infrastructure company headquartered in India, has agreed to pay USD85 million in cash for Butler Aerospace, in a deal that is expected to close before the end of the year.", "author": "Andrew MacDonald, London", "IHS": "IHS Jane's Defence Industry", "date": "21 October 2016"},
{"title": "Argentina evaluates M-346 as potential combat fighter", "link": "http://www.janes.com/article/64826/argentina-evaluates-m-346-as-potential-combat-fighter", "category": "Air Platforms", "key_points": "", "text": "The Argentine Air Force (Fuerza Aérea Argentina - FAA) has evaluated the Alenia Aermacchi M-346 Master advanced jet trainer and light fighter as a potential new front-line platform. FAA pilots flew the aircraft in Italy on 12 and 13 October, the Italian Ministry of Defence (MoD) disclosed on 19 October. The FAA delegation was hosted by the Italian Air Force's (Aeronautica Militare Italiana - AMI) 61° Stormo (Wing) at Lecce. In an article posted on its website, the Italian MoD noted that the FAA was especially interested in testing the M-346's air-to-air and air-to-surface capabilities. Although billed primarily as a jet trainer platform, the M-346 does have a secondary offensive capability. Fitted with nine hardpoints (four under each wing and one on the centreline for an optional cannon pod), the M-346 can carry a range of 'dumb' and 'smart' munitions, such as Mk 82/83/84 unguided bombs and GBU-12/16 and Opher Mk 82 guided bombs. It can also carry six Durandal anti-runway dispensers, four BRD-4 or LAU-7/LAU-5002/LAU-32 rocket pods, four AIM-9 Sidewinder or Diehl IRIS-T AAMs, four AGM-65 Maverick ASMs, or four Brimstone anti-armour/low-collateral missiles. The Rafael RecceLite reconnaissance pod has also been integrated, and while no radar has yet been fitted, Alenia Aermacchi's parent company Leonardo has said that this can be done at a customer's request. The Italian evaluation came on the back of a similar visit to South Korea in September, where the FAA put the Korean Aerospace Industries (KAI) FA-50 Fighting Eagle through its paces. The FAA is looking for a new fighter type following the retirement of the Dassault Mirage III and Mirage 5 fleets in late 2015, and the subsequent grounding of the Douglas A-4R Fightinghawk fleet. understands that the service is looking at between 10 and 12 new aircraft to field a credible combat capability.", "author": "Gareth Jennings, London", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "BAE Systems anticipates US Navy's APKWS contract to boost production numbers", "link": "http://www.janes.com/article/64815/bae-systems-anticipates-us-navy-s-apkws-contract-to-boost-production-numbers", "category": "Weapons", "key_points": "The company has been producing upwards of 2,500 units annually An initial delivery under a new ID/IQ contract will be for more than 20,000 systems", "text": "BAE Systems has been awarded a new contract for its Advanced Precision Kill Weapon System (APKWS) laser-guided rockets that is likely to boost the company's production numbers beyond current rates. The indefinite delivery, indefinite quantity (ID/IQ) contract could eventually be worth upwards of USD618 million, a significant milestone for the programme, David Harrold, director of precision guidance solutions at BAE Systems, told on 19 October. \"It speaks to the tremendous demand that is out there across all four services,\" he said. Until now the company had been working on 1- to 2-year full-rate production contracts that were renegotiated every year, for annual quantities in the range of 1,500-2,500 per year, Harrold said. Under the US Navy contract, awarded on 7 October, BAE Systems' first ID/IQ will be in excess of 20,000 units, Rachel Guill, APKWS programme director for BAE Systems, told . \"We are starting to build these units [the week of 17 October],\" she said. \"Contractually our first deliveries are not due until the second quarter of next year but we are anticipating early delivery.\" Harrold said he expects demand for APKWS will significantly increase over time as more international militaries take notice of APKWS use by the US Air Force (USAF) on its F-16 Fighting Falcon aircraft. BAE Systems has received a number of signed letters of request (LoRs), although none have come from international F-16s fleets, Harrold noted. \"The more it becomes clear the USAF is using it prolifically the more international F-16 fleets are going to get interested. That is a huge opportunity for us,\" he said. APKWS requires no modifications to the rocket, launch platform, or launcher system, and it allows militaries to use existing infrastructure and munitions investment with minimal effort and training, BAE Systems said in a statement.", "author": "Geoff Fein, Washington, DC", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Another North Korean IRBM launch fails", "link": "http://www.janes.com/article/64814/another-north-korean-irbm-launch-fails", "category": "Country Risk", "key_points": "", "text": "North Korea conducted another unsuccessful launch of what appeared to be a Musudan intermediate-range ballistic missile (IRBM) on 20 October, according to US, Japanese, and South Korean officials. \"US Strategic Command (USSTRATCOM) systems detected what we assess was a failed North Korean missile launch\" at 0700 h local time on 20 October near the country's northwestern city of Kusong, North Pyongan Province, said the command in a statement. Kusong is near North Korea's Sohae Satellite Launch Station, also known as the Tongchang-ri Missile and Space Launch Facility: a ballistic missile and space vehicle launch site. South Korea's joint chiefs of staff condemned North Korea's \"continued illegal acts of provocation\", according to Reuters news agency. Japan's chief cabinet secretary, Yoshihide Suga, also condemned the launch. He was quoted by Kyodo news agency as saying that North Korea's repeated missile launches are a \"severe security threat compromising the peace and security of our region and the international community, and simply cannot be allowed\". Tokyo also lodged a protest with North Korea through its embassy in Beijing. The failed missile launch marks the eighth time this year that Pyongyang has tested its mobile-launched Musudan IRBM and follows a similar failed attempt to launch the model on 15 October. Of the eight attempts, a Musudan fired off on 22 June flew some 400 km and reached an altitude of over 1,000 km in what appeared to mark an improvement in the North's IRBM programme. The latest launch also came shortly after South Korea and the US agreed to step up military and diplomatic co-operation to counter the North's growing military threats. Yonhap news agency reported that the two countries agreed to launch a vice-minister-level dialogue to carry out the United States' extended deterrence protection of its key Asian allies from evolving nuclear and missile threats from Pyongyang.", "author": "Gabriel Dominguez, London", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Euronaval 2016: Atlas Elektronik sets out details of Finnish minelayer upgrade", "link": "http://www.janes.com/article/64830/euronaval-2016-atlas-elektronik-sets-out-details-of-finnish-minelayer-upgrade", "category": "Sea Platforms", "key_points": "", "text": "Atlas Elektronik Finland Oy has completed an extensive upgrade package on the first Pansio-class minelayer, in co-operation with shipyard Uki Workboat Oy. FNS was handed back to the Finnish Navy on 3 October 2016. The remaining two ships are expected to be handed back by mid-2017. According to Jaako Savisaari, chief executive officer of Atlas Elektronik Finland, almost the entire ship has been updated. This included the installation of new Doosan-MAN diesel engines, an update of the machinery, new communications systems, a light armament system, and a complete overhaul of the interior. \"A new Advanced Naval Combat System (ANCS) combat management system was installed as well, with three consoles now on the bridge and featuring a module for the minelaying mission,\" Savisaari added. Work also covered upgrades to enable the transfer of fuel and water to small patrol craft or amphibious ships, and to receive waste water. Images of also show a new electro-optical system on the superstructure, and a new embarked boat aft of the bridge.", "author": "Alex Pape, Paris, France", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "Euronaval 2016: AUV62-AT, Sea Wasp reliability proven at 'Unmanned Warrior', says Saab", "link": "http://www.janes.com/article/64802/euronaval-2016-auv62-at-sea-wasp-reliability-proven-at-unmanned-warrior-says-saab", "category": "Industry", "key_points": "Saab demonstrates two systems from underwater portfolio at 'Unmanned Warrior' Company says reliability was demonstrated for both systems", "text": "Swedish defence and security company Saab has demonstrated two systems from its underwater portfolio at the UK-led 'Unmanned Warrior' exercise taking place off the west coast of Scotland. Bert Johansson, business development and strategy director at the company's Underwater Systems business unit, told a media briefing at the Euronaval exhibition in Paris on 19 October that the Sea Wasp waterborne counter-improvised explosive device (C-IED) vehicle and the AUV62-AT (acoustic target) anti-submarine warfare (ASW) autonomous underwater training platform were deployed for the exercise.", "author": "Dr Lee Willett, Paris, France", "IHS": "IHS Jane's Navy International", "date": "20 October 2016"},
{"title": "US Navy awards APKWS production contract", "link": "http://www.janes.com/article/64828/us-navy-awards-apkws-production-contract", "category": "Air-Launched Weapons", "key_points": "", "text": "The US Navy (USN) has placed a contract with BAE Systems for the supply of additional Advanced Precision Kill Weapon System (APKWS) laser-guided rockets. The contract, announced by the company on 19 October, is valued at USD600 million if all of the options are exercised, with an initial award of USD130 million over three years. With a new production facility having been built at BAE Systems' New Hampshire facility, the company expects to be able to turn out 20,000 APKWS guidance units per year with the potential for additional growth. BAE Systems developed the APKWS in partnership with the US government to provide fixed- and rotary-wing pilots with a low-collateral-damage precision-guided weapon for use against soft and lightly armoured targets. It features a semi-active laser guidance section fitted to a standard 70 mm rocket's existing motor and warhead (of which the US military has upwards of 100,000 in its inventory). As well as the USN and US Marine Corps (USMC), the APKWS is also fielded by the US Air Force. Australia has trialled the system, while international orders have been placed and/or approved for Iraq, Jordan, Lebanon, Saudi Arabia, and Tunisia. The APKWS has been cleared for carriage aboard the Bell AH-1W/Z SuperCobra/Viper and UH-1Y Venom, Boeing AH-64 Apache, and Sikorsky MH-60 Seahawk helicopters; and Beechcraft AT-6, Fairchild-Republic A-10 Thunderbolt II, Lockheed Martin F-16 Fighting Falcon, and McDonnell Douglas AV-8B Harrier II aircraft. It has also been demonstrated on the Bell OH-58 Kiowa, Bell 407GT, and Sikorsky H-60 Black Hawk helicopters, and has been earmarked for use aboard the Airbus Helicopters Tiger attack platform, MD Helicopters MD 530 light attack platform, and Northrop Grumman MQ-8B Fire Scout unmanned helicopter; as well as the Boeing F/A-18C/D Hornet, Airbus Defence and Space CN235, Rockwell OV-10B Bronco; and the Embraer-Sierra Nevada Corporation EMB-314 (A-29) Super Tucano.", "author": "Gareth Jennings, London", "IHS": "IHS Jane's Missiles & Rockets", "date": "21 October 2016"},
{"title": "US Army's new FMTV programme could grow beyond 2,400 platforms", "link": "http://www.janes.com/article/64819/us-army-s-new-fmtv-programme-could-grow-beyond-2-400-platforms", "category": "Land Platforms", "key_points": "The winner of a new US Army FMTV competition could build approximately 2,400 new-production vehicles Additional production is possible but depends on proposed pricing, army requirements, and available funding", "text": "A US Army effort to buy upgraded versions of its Family of Medium Tactical Vehicles (FMTV) could extend beyond the 2,400 platforms outlined in a recent solicitation, an army spokesperson told . A request for proposals (RfP) published on 13 October solicited offers for a competition to upgrade 2,400 platforms, but that is an estimate and the quantity could ultimately differ and could be larger, a representative for the army's Combat Support & Combat Service Support programme office told on 20 October.", "author": "Daniel Wasserbly, Washington, DC", "IHS": "IHS Jane's Defence Weekly", "date": "21 October 2016"},
{"title": "IED attack wounds one person in Afghanistan's Kabul", "link": "http://www.janes.com/article/64821/ied-attack-wounds-one-person-in-afghanistan-s-kabul", "category": "Terrorism & Insurgency", "key_points": "", "text": "In Taimani, Kabul city, an improvised explosive device (IED) detonated targeting the the deputy CEO's advisor, wounding one person. No group immediately claimed responsibility for the attack.", "author": "", "IHS": "IHS Jane's Terrorism Watch Report - Daily Update", "date": "20 October 2016"},
{"title": "Security forces kill nine militants in Afghanistan's Paktika", "link": "http://www.janes.com/article/64822/security-forces-kill-nine-militants-in-afghanistan-s-paktika", "category": "Terrorism & Insurgency", "key_points": "", "text": "NINE militants were killed and ammunition was seized by security forces near Barmal in Afghanistan's Paktika province on 25 September, Afghan Islamic Press news agency reported. One suicide vest, one vehicle-borne improvised explosive device (VBIED), three AK-series assault rifles, and a quantity of ammunition were seized. The militants reportedly plotted to carry out terrorist attacks in the area, but were stopped before they could reach their targets.", "author": "", "IHS": "IHS Jane's Terrorism Watch Report - Daily Update", "date": "20 October 2016"},
{"title": "Police forces kill alleged Islamic State militant in Turkey's Ankara", "link": "http://www.janes.com/article/64820/police-forces-kill-alleged-islamic-state-militant-in-turkey-s-ankara", "category": "Terrorism & Insurgency", "key_points": "", "text": "AN ALLEGED Islamic State militant, suspected of planning a suicide attack targeting public ceremonies in Turkey's capital Ankara, was shot dead in the course of a police counter-terrorism targeting a residence in the outskirts of Ankara early on 19 October, Reuters reported. No further details were reported.", "author": "", "IHS": "IHS Jane's Terrorism Watch Report - Daily Update", "date": "20 October 2016"},
{"category": "Country Risk", "link": "http://www.janes.com/article/64841/arrest-of-brazil-s-former-lower-house-head-threatens-government-s-congressional-agenda", "IHS": "IHS Jane's Country Risk Daily Report", "title": "Arrest of Brazil's former lower house head threatens government's congressional agenda", "key_points": "", "text": "On 19 October, the Brazilian Federal Police arrested Eduardo Cunha, the former head of the lower house, on corruption charges related to the Lava Jato investigation involving kickbacks from Petrobras, he has denied all charges. Cunha, who was expelled from the house last month for breaching the Congress ethics code, was the driving force behind the impeachment of former president Dilma Rousseff, and has threatened to retaliate against his former colleagues of the ruling Brazilian Democratic Movement Party (Partido do Movimento Democrático Brasileiro: PMDB) by disclosing information that connects them to Lava Jato if he is imprisoned. His arrest forced President Michel Temer to cut short a trip to Japan, having to fly back to chair an emergency cabinet meeting to agree on a strategy of how to deal with Cunha's potential allegations.", "author": "", "date": "21 October 2016"},
{"category": "Country Risk", "link": "http://www.janes.com/article/64843/eu-fails-to-agree-to-impose-new-sanctions-on-russia", "IHS": "IHS Jane's Defence Weekly", "title": "EU fails to agree to impose new sanctions on Russia", "key_points": "", "text": "Meeting in Brussels on 21 October, EU leaders could not reach an agreement on sanctions to punish Russia for its military actions in Syria. Although the leaders said they would consider \"all available options\" as they headed into their 20-21 October summit, they failed to respond to Moscow's military offensive in Aleppo, Syria's second-largest city now lying in ruins following combined Russia-Syrian government aerial bombing. Members of the European Parliament, which has called for new sanctions against Russia, were swift to lambaste the 28 national leaders. \"The response by EU leaders to Russian brutality is to keep their arms crossed in the hope that one day [Russian President Vladimir] Putin's troops will stop killing civilians in Aleppo,\" declared Guy Verhofstadt, former Belgian prime minister and leader of the Alliance of Liberals and Democrats for European in the European Parliament.", "author": "Brooks Tigner, Brussels", "date": "21 October 2016"},
{"category": "Military Capabilities", "link": "http://www.janes.com/article/64838/significant-improvement-in-operational-availability-of-australian-submarine-fleet", "IHS": "IHS Jane's Defence Weekly", "title": "Significant improvement in operational availability of Australian submarine fleet", "key_points": "", "text": "Operational availability of Australia's six Collins-class submarines has improved significantly and by mid-2017 three and sometimes four boats should be available for tasking, according to an independent review of the fleet's sustainment. The report by John Coles, a former head of what was the UK Warship Support Agency, was completed in May 2016 but was not released by Australia's Department of Defence (DoD) until 21 October. The report details progress made in addressing a myriad of shortcomings identified by Coles in a 2012 review, including fleet availability of just over half that achieved by a comparable international submarine programmes. This suggested that target availability for a six-submarine fleet should be set at two boats fully deployable 100% of the time, three submarines available 90% of the time, and four submarines available 50% of the time.", "author": "Julian Kerr, Sydney", "date": "21 October 2016"},
{"category": "CBRN Assessment", "link": "http://www.janes.com/article/64840/islamic-state-willingness-to-defend-mosul-determined-by-iraqi-forces-progress-in-encircling-city-local-resistance", "IHS": "IHS Jane's Intelligence Weekly", "title": "Islamic State willingness to defend Mosul determined by Iraqi forces' progress in encircling city, local resistance", "key_points": "Islamic State fighters inside Mosul will be heavily outnumbered by Iraqi security forces and will rely on a network of tunnels to launch suicide IED attacks and potentially a chemical weapons attack in defending the militant group's hold on the city. IHS Markit assesses that the Islamic State is unlikely to engage in a long and protracted battle for the defence of Mosul that would deplete what remains of its resources; a quicker operation taking a few weeks is likely if the bulk of the militant Islamist fighters retreat for Syria and/or the remaining fighters show an unwillingness to fight amid low morale and emboldened local resistance to its presence. It is very probable, however, that a guerrilla insurgency will be mounted in earnest once the operation is over, using its support networks in the city's western neighbourhoods and suburbs.", "text": "Iraqi Special Operations Forces near Mosul, Nineveh province, said on 20 October that they were 7 kilometres from the Islamic State-held city. Indicators likely to determine the duration of the battle for Mosul include the number of Islamic State fighters who attempt to leave the city for Syria. According to a report by Russia's Ria Novosti news agency in the week prior to the operation's launch on 17 October, Islamic State fighters were being encouraged to leave Mosul for Syria through a safe passage that would reportedly be left open on the western side of the city. On 13 October, social media reports emerged of a convoy of Islamic State militants and their families from Mosul arriving in Raqqa, Syria. The Syrian Observatory for Human Rights additionally claimed on 17 October that Islamic State was reorganising the Islamic Police (Hisba) in Raqqa in order to absorb the influx of Iraqi fighters. In July 2016, Iraqi news reports had also alleged that 1,500 Islamic State members, including senior leaders, had fled to Syria soon after the recapture of Qayyarah air base.", "author": "Zaineb al-Assam", "date": "21 October 2016"},
{"category": "Air Platforms", "link": "http://www.janes.com/article/64842/ch-53k-heavy-lift-helo-passes-operational-assessment", "IHS": "IHS Jane's Defence Weekly", "title": "CH-53K heavy-lift helo passes operational assessment", "key_points": "", "text": "The Sikorsky CH-53K King Stallion has successfully completed its Operational Test (OT-B1) to verify its heavy-lift capabilities ahead of a production approval decision, expected in 2017. Announced by Sikorsky's parent company Lockheed Martin on 21 October, the milestone followed a week-long assessment by the US Marine Corps (USMC) that saw the helicopter lift 12,200 kg (27,000 lb) in the hover, and 5,422 kg over a 110 n mile mission-radius. In other tests the USMC also trialled the embarkation and disembarkation of troops, internal and external cargo rigging, tactical bulk fuel delivery system (TBFDS) operation and medevac litter configuration. \"Overall, post evaluation interviews of aircrew, ground crew and flight surgeons revealed a high regard for the operational capability demonstrated by the King Stallion,\" Lockheed Martin said in a statement.", "author": "Gareth Jennings, London", "date": "21 October 2016"},
{"category": "Air Platforms", "link": "http://www.janes.com/article/64845/ecuadorian-air-force-selling-its-remaining-dhruv-helicopters", "IHS": "IHS Jane's Defence Weekly", "title": "Ecuadorian Air Force selling its remaining Dhruv helicopters", "key_points": "", "text": "The Ecuadorian Air Force's (Fuerza Aérea Ecuatoriana: FAE) three remaining HAL Dhruv helicopters are for sale, Minister of Defence Ricardo Patiño announced on 20 October. Seven of the light utility twin-engine helicopters were purchased new in 2008 for USD45 million, and were the first of the type known to operate in the Americas. However, four were lost in crashes between 2009 and 2015, and the others were subsequently grounded. On 14 October 2015, then-Minister of Defence Fernando Cordero announced the helicopters would not be used again. The Ecuadorian government is now seeking a buyer for the three remaining aircraft, which are stored at Guayaquil Air Base.", "author": "Santiago Rivas, Buenos Aires", "date": "21 October 2016"},
{"category": "Industry", "link": "http://www.janes.com/article/64844/sale-of-stx-france-shipyard-to-go-ahead", "IHS": "IHS Jane's Defence Weekly", "title": "Sale of STX France shipyard to go ahead", "key_points": "", "text": "A South Korean bankruptcy court administering the claims of creditors to shipbuilder STX Offshore and Shipbuilding Company has invited potential buyers to submit bids by 4 November. Proposals either for the purchase of the whole company or its individual South Korean and French constituent parts will be considered, despite the court's previous suggestion that only bids for the whole of the STX group would be acceptable. Since 2008 STX Europe has been the majority owner of the Chantiers de l'Atlantique shipyard in Saint-Nazaire, which mainly produces cruise liners through its STX France SA business. The company continues to offer production of naval vessels, and recently completed two Mistral-class amphibious assault ships delivered to the Egyptian Navy.", "author": "Andrew MacDonald, London", "date": "21 October 2016"}
]
