[
{"link": "http://www.janes.com/article/64781/us-less-sure-of-third-red-sea-missile-incident", "author": "Jeremy Binnie, London", "key_points": "", "category": "Country Risk", "title": "US less sure of third Red Sea missile incident", "text": "US officials appear less certain that missiles were launched at the destroyer USS as it sailed in international waters off Yemen on 15 October than they were after two similar incidents prompted retaliation against Yemeni coastal radar sites. The incident was first revealed by Admiral John Richardson, the US Navy's chief of operations, during the commissioning ceremony for USS on 15 October. \"The once again appears to have come under attack in the Red Sea, again from coastal defence cruise missiles fired from the coast of Yemen,\" he told reporters. US officials subsequently expressed less certainty, telling journalists on background that the incident was still being investigated. CNN reported that 's radar may have malfunctioned. Asked about the incident during a press briefing on 16 October, Department of Defense (DoD) press secretary Peter Cook said had \"once again detected a missile threat\" and had used countermeasures. \"There are still some aspects of this that we are trying to clarify,\" he added without providing further details. moved to the southern Red Sea along with the destroyer USS and amphibious assault ship USS after the United Arab Emirates' high-speed logistics vessel was hit and badly damaged by an anti-ship missile fired from the Yemeni coast on 1 October. The DoD subsequently announced that detected incoming missiles on 9 and 12 October and took appropriate countermeasures, although could not say if these were responsible for the missiles falling into the sea before reaching the ship. It said the missiles were assessed to have been launched from rebel-controlled territory in Yemen and announced on 13 October that had launched Tomahawk cruise missiles against three radar installations that were active during the attacks. The Yemeni rebels claimed responsibility for the attack on even though it was operating as a civilian vessel, but denied they had launched missiles at the US naval vessels.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64801/poland-ukraine-to-potentially-produce-helicopters", "author": "Charles Forrester, London", "key_points": "", "category": "Industry", "title": "Poland, Ukraine to potentially produce helicopters", "text": "Ukrainian manufacturers are in discussions with Poland on potentially producing a helicopter together, Polish defence minister Antoni Macierewicz has said. According to Polish media reports, Macierewicz said that \"there is no reason why Poland and Ukraine would not produce a Central European helicopter\", in a project that would be unrelated to Poland's current procurement requirements. The comments were made as part of an interview with Polish television station TV Trwam. Macierewicz highlighted the work of Ukrainian engine manufacturer Motor Sich in the rotary-wing sector, with the company undertaking a number of projects of interest, and the ability of such a project to draw on the experiences of Central and Eastern European countries to develop such a system.", "IHS": "IHS Jane's Defence Industry", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64800/poland-looks-to-reinvigorate-shipbuilding-industry", "author": "Guy Anderson, London", "key_points": "", "category": "Industry", "title": "Poland looks to reinvigorate shipbuilding industry", "text": "The president of Poland's state-owned defence industrial holding group Polska Grupa Zbrojeniowa (PGZ) discussed the outlook for the country's shipbuilding sector with the chairman of the Polish parliamentary committee on national defence. The meeting between committee chairman Michal Jach - a member of the ruling Law and Justice party - and PGZ president Arkadiusz Siwko took place on 19 October. A statement released by PGZ on 20 October said that \"the meeting was largely devoted to the problems faced by the shipbuilding industry\", adding that the government views a \"rebuilt\" shipbuilding industry as \"one of our priorities\" and that this will be achieved based on \"high technology and modern designs\".", "IHS": "IHS Jane's Defence Industry", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64798/south-korea-us-japan-to-conduct-joint-naval-exercise", "author": "Gabriel Dominguez, London", "key_points": "", "category": "Military Capabilities", "title": "South Korea, US, Japan to conduct joint naval exercise", "text": "The navies of South Korea, Japan, and the United States will conduct a joint naval exercise on 22-23 October as part of efforts to counter growing North Korean threats, Yonhap news agency quoted military officials as saying. The three navies will participate in a search-and-rescue exercise (SAREX) and a maritime interdiction operation (MIO), the media outlet reported on 20 October. The drills will be conducted in the high seas off the southern coast of South Korea's Jeju Island. The announcement was made on the same day that North Korea attempted to launch its eighth intermediate-range ballistic missile this year.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64776/euronaval-2016-spynel-s-6000-sensor-installed-on-l-adroit", "author": "Richard Scott, Paris, France", "key_points": "", "category": "C4iSR: Maritime", "title": "Euronaval 2016: Spynel S-6000 sensor installed on L'Adroit", "text": "The French Navy offshore patrol vessel has been equipped with a Spynel S-6000 long-range panoramic infrared (IR) surveillance system supplied by HGH Systems Infrared. Spynel S-6000 is a compact, stabilised 360 degree mid-wave IR surveillance and tracking system scanning at up to 60 rpm. The system operates with proprietary Cyclope software for automatic detection and tracking of targets. According to HGH Systems Infrared, the Spynel S-6000 system was installed on on 6 October. The company said in a statement that the system \"will increase [the ship's] capabilities against asymmetric threats\". Built as a private venture by DCNS, and currently operated by the French Navy, has latterly been employed for maritime surveillance off the Greek and Turkish coasts. Type \nNaval Fire-Control System (FCS). \nDevelopment \nIn 2005, following a competitive procurement process, Kollmorgen Electro-Optical (acquired by L-3 Communications in February 2012 and now operating as L-3 KEO) was chosen to provide the US Navy (USN) with an EOSS as part of the CG-47", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64777/euronaval-2016-austal-chief-sets-out-three-components-for-future-naval-shipbuilding-business-plan", "author": "Dr Lee Willett, Paris, France", "key_points": "US business, domestic exports, and drawing on commercial expertise are key elements Austal hopes its domestic operation will become a major part of its business, just as its US operation is", "category": "Industry", "title": "Euronaval 2016: Austal chief sets out three components for future naval shipbuilding business plan", "text": "Austal's CEO has identified three core components in the future development of the company's naval shipbuilding business. Speaking to on 18 October at the Euronaval exhibition in Paris, David Singleton listed these three legs as: Austal's programmes and shipyard in the United States; its domestic presence in Australia and export opportunities from there; and the commercial shipbuilding element. The commercial element has central relevance to the company's military outputs, Singleton said, as its military products are \"a direct consequence\" of the company's commercial business.", "IHS": "IHS Jane's Defence Industry", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64783/australia-announces-industry-roadmap-for-land-400-programme", "author": "Jon Grevatt, Bangkok", "key_points": "", "category": "Industry", "title": "Australia announces industry roadmap for Land 400 programme", "text": "The Australian Department of Defence (DoD) announced on 20 October a defence industry roadmap to support domestic companies' involvement in the Land 400 Phase 2 armoured vehicle programme. The DoD said the 'Australian Industry Opportunity Roadmap' was developed by the two Land 400 Phase 2 shortlisted tenderers, BAE Systems Australia and Rheinmetall, to enable local industry to \"cash in on the work available\". Announcing the roadmap, Defence Industry Minister Christopher Pyne said, \"We want to encourage Australian industry participation - particularly in assembly, systems design, integration, testing and evaluation, and support of the capability. \"This is the chance for Australian defence employers and suppliers to get their slice of a very big pie,\" he added.", "IHS": "IHS Jane's Defence Industry", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64774/chilean-navy-to-modernise-ageing-orion-maritime-patrol-aircraft", "author": "Santiago Rivas, Buenos Aires", "key_points": "", "category": "Air Platforms", "title": "Chilean Navy to modernise ageing Orion maritime patrol aircraft", "text": "IMP Aerospace of Halifax, Nova Scotia, on 17 October announced it was contracted by the Chilean Navy to provide service-life extension, depot maintenance, and avionics upgrades for the service's two Lockheed UP-3A Orion maritime patrol aircraft under the Orion III programme. The project entails a structural mid-life upgrade modification for the two UP-3A aircraft, as well as the design and installation of a new 'glass cockpit', installation of upgraded engines, and a phased depot maintenance inspection package. The aircraft are to be taken to the Canadian company's facilities for the modifications. IMP Aerospace performed similar modernisation work for Canada's CP-140 Aurora (P-3) aircraft.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64799/north-korea-vows-to-continue-launching-satellites", "author": "Julian Ryall, Tokyo", "key_points": "", "category": "Country Risk", "title": "North Korea vows to continue launching satellites", "text": "North Korea's National Aerospace Development Agency (NADA) announced on 20 October that it intends to continue launching satellites into space, Yonhap news agency reported. NADA said it would ignore international criticism and carry out more such launches, a declaration that suggests the regime in Pyongyang may be planning to launch another long-range rocket in the near future, Yonhap said. A report published on 17 October on the 38 North website of the US-Korea Institute at Johns Hopkins University's Paul H Nitze School of Advanced International Studies confirmed \"activity at and around the launch pad and vertical engine test stand\" at the North's Sohae Satellite Launch Station in Cholsan County, North Pyongan Province.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64804/espadon-demos-auv-deployment-from-usv", "author": "David Carl, Toronto", "key_points": "", "category": "Sea Platforms", "title": "ESPADON demos AUV deployment from USV", "text": "France's Direction générale de l'Amament (DGA) has successfully completed its ESPADON demonstration programme. ESPADON is part of the overarching Système de Lutte Anti-Mines Futur (SLAMF) programme, which aims to prove that robotic systems can be used in mine-countermeasure (MCM) missions to reduce risk to manned mine sweeping vessels and their crew. DCNS, ECA Group, and Thales participated in ESPADON. ECA was responsible for the robotic components of the demonstration, providing the A27 and A18-T autonomous underwater vehicles (AUVs) in addition to the remote control system for the unmanned surface vessel (USV). In a first for unmanned MCM operations, an AUV was both launched and recovered from .", "IHS": "IHS Jane's International Defence Review", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64775/argentine-gendarmeria-negotiating-to-buy-atr-72s", "author": "Santiago Rivas, Buenos Aires", "key_points": "", "category": "Industry", "title": "Argentine Gendarmeria negotiating to buy ATR 72s", "text": "The Argentine Gendarmería Nacional plans to acquire two second-hand ATR 72 twin-turboprop transport aircraft. The decision, announced on 19 October by Security Ministry officials, was made after an analysis began in December 2015 when 43 gendarmerie members died in a bus crash while deploying to the country's north, three years after a similar crash killed nine. Argentina's gendarmerie has a small aviation force, with helicopters and light aircraft, and two Pilatus PC-12 turboprops are its largest air assets. With two ATR 72s, the force can move 70 personnel and their equipment. Sources inside the force told that there is one specific offer for two second-hand ATR 72s, and this is currently being negotiated, with a final contract expected soon.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64803/us-to-deploy-armoured-combat-brigade-to-south-korea", "author": "Julian Ryall, Tokyo", "key_points": "", "category": "Military Capabilities", "title": "US to deploy armoured combat brigade to South Korea", "text": "The US Army announced on 19 October that it has commenced the deployment of the 1st Armoured Brigade Combat Team of the 1st Infantry Division from Fort Riley in Kansas to South Korea. In a statement, the US Department of the Army said that the rotational deployment underscores \"the United States Forces-Korea's commitment to our Republic of Korea partners\". The deployment is part of Washington's 'extended deterrence' protection against provocations from North Korea, Yonhap news agency reported. The 3,500-strong unit will gradually replace the 1st Cavalry Division's 1st Brigade Combat Team. Brigadier General Patrick D. Frank, deputy commanding general of the 1st Infantry Division, said, \"The Devil brigade has proven themselves while conducting rigorous training during Danger Focus at home station and at the National Training Center.\"", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64806/airbus-teams-with-dcns-to-develop-vtol-uav-for-french-navy", "author": "Gareth Jennings, London", "key_points": "", "category": "Air Platforms", "title": "Airbus teams with DCNS to develop VTOL UAV for French Navy", "text": "Airbus Helicopters and French naval shipbuilder DCNS are to offer a clean-sheet vertical take-off and landing (VTOL) unmanned aerial vehicle (UAV) to the French Navy (Marine Nationale : MN). The collaboration, announced on 20 October, will see the unmanned helicopter developed in response to the MN's Système de Drones Aériens de la Marine (SDAM) requirement. Derived from the already fielded Hélicoptères Guimbal Cabri G2 light helicopter, the VSR7000 VTOL UAV will incorporate autonomous technologies already tested by Airbus Helicopters, including a sense-and-avoid capability. With Airbus Helicopters designing the platform, designated the VSR7000, DCNS will be responsible for its integration into ship-based operations.", "IHS": "IHS Jane's International Defence Review", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64796/leonardo-to-double-stake-in-avio", "author": "Guy Anderson, London", "key_points": "", "category": "Industry", "title": "Leonardo to double stake in Avio", "text": "Italian defence group Leonardo has announced that it will double its stake in space systems group Avio while the current majority shareholder, private equity group Cinven, will exit the venture as Avio heads towards a stock market listing. Leonardo will see its stake in the company increase to 28%. The group will pay around EUR43 million (USD47 million) for the stake and the transaction is expected to close in early 2017. The listing of Avio will be achieved by merging it with a specially created acquisition company - Space 2 - which is currently listed on the Italian Stock Exchange.", "IHS": "IHS Jane's Defence Industry", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64805/northrop-grumman-awarded-mq-25-de-risking-contract", "author": "Gareth Jennings, London", "key_points": "", "category": "Industry", "title": "Northrop Grumman awarded MQ-25 de-risking contract", "text": "The US Navy has awarded its fourth, and believed to be final, risk-reduction contract for the MQ-25 Stingray Unmanned Carrier Aviation Air System (UCAAS). Announced on 20 October, the USD35.7 million award sees Northrop Grumman join Boeing, General Atomics Aeronautical Systems Inc, and Lockheed Martin refine the MQ-25 concept ahead of the engineering and manufacturing development (EMD) contract. The four companies have until the end of October 2017 to conduct their activities before the release of a draft Request for Proposals and the commencement of EMD. The MQ-25 will be a ship-launched tanking and intelligence, surveillance, and reconnaissance platform.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64780/india-s-abg-shipyard-in-talks-with-russian-investor", "author": "Jon Grevatt, Bangkok", "key_points": "", "category": "Industry", "title": "India's ABG Shipyard in talks with Russian investor", "text": "Mumbai-based naval shipbuilder ABG Shipyard has confirmed that it is in discussion with an unnamed Russian firm with a view to divesting a controlling stake in its assets. The company said in a filing to the Bombay Stock Exchange on 19 October that talks with the Russian company were currently under way. ABG, which has considerable debt, added that the potential takeover is intended to support its financial development. \"The company is exploring the possibility of strategic investors so as to improve the company's financial and operational strength,\" ABG said in a statement. \"For this purpose the company has appointed Rothschild [as] investment banker.\"", "IHS": "IHS Jane's Defence Industry", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64778/indian-navy-commissions-second-improved-variant-of-car-nicobar-class-patrol-vessel", "author": "Ridzwan Rahmat, Singapore", "key_points": "", "category": "Sea Platforms", "title": "Indian Navy commissions second improved variant of Car Nicobar-class patrol vessel", "text": "The Indian Navy has inducted the second improved variant of the Car Nicobar-class patrol vessel. The vessel, INS was commissioned on 19 October in a ceremony held in Visakhapatnam and will be deployed for coastal patrol and surveillance missions along India's eastern coast. is part of a four-ship programme known locally as the 'follow on waterjet fast attack craft' (FOWJFAC). First-of-class INS was commissioned in May 2016. The vessels were designed and built by Indian company Garden Reach Shipbuilders & Engineers (GRSE). The 320-tonne platform has an overall length of 49 m and can accommodate a crew of 41, according to specifications provided by the Indian Ministry of Defence on the day of the launch.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64784/euronaval-2016-unmanned-mcm-team-lines-up", "author": "Richard Scott, Paris, France", "key_points": "", "category": "Industry", "title": "Euronaval 2016: Unmanned MCM team lines up", "text": "A French industry cluster comprising aluminium shipbuilder OCEA, underwater and robotics specialist ECA, and training facilitator DCI has come together to offer an end-to-end, stand-off unmanned mine-countermeasures (MCM) system for the export market. The co-development and marketing agreement between the three companies was formally signed at the Euronaval exhibition in Paris on 19 October. The team's proposed concept marries an MCM mothership variant of OCEA's OSV 190 survey vessel with an offboard MCM suite - including an Inspector Mk 2 unmanned surface vessel, autonomous underwater vehicles, and a mission management system - developed by ECA. DCI's role is to provide MCM operational training and technical assistance, providing knowledge transfer from the French Navy.", "IHS": "IHS Jane's Defence Industry", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64782/st-kinetics-brazilian-subsidiary-to-upgrade-colombian-afvs", "author": "Victor Barreira, Brasília", "key_points": "", "category": "Industry", "title": "ST Kinetics Brazilian subsidiary to upgrade Colombian AFVs", "text": "Brazil's privately-run Technicae Projetos e Serviços Automotivos, which is owned by Singapore Technologies Kinetics (ST Kinetics), has been in talks to modernise and refurbish 180 6x6 armoured fighting vehicles of the Colombian Army, but a potential contract has not been finalised, the company told . The final number of vehicles involved is yet to be defined, the company added. The potential work is to be done jointly with the Colombian Army to modernise EE-11 Urutu 6x6 armoured personnel carriers (APCs), and to refurbish EE-9 Cascavel 6x6 light armoured reconnaissance vehicles. The programme is being negotiated via a government-to-government procedure with administrative assistance from Brazil's state-owned IMBEL (Indústria de Material Bélico do Brasil).", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64809/us-army-aims-to-undo-ew-decline", "author": "Giles Ebbutt, Washington, DC", "key_points": "", "category": "C4iSR: Land", "title": "US Army aims to undo EW decline", "text": "The US Army is seeking to reconstitute its electronic warfare (EW) capabilities after allowing them to atrophy after the end of the Cold War, General Mark Milley, US Army chief of staff, told the Association of the US Army (AUSA) annual convention in Washington in October 2016. Noting that future ground warfare \"is likely to be non-linear and likely on a non-contiguous battlefield\", Gen Milley said this reality will require the ability to fight decentralised, with warfighting capabilities previously held at higher levels of command spread out and able to operate independently. Lieutenant General Ben Hodges, Commanding General US Army Europe (USAREUR), speaking separately at the same event, remarked upon the Russian EW capability that had been revealed in the Ukraine conflict and the need to be able to achieve a comparable capability.", "IHS": "IHS Jane's International Defence Review", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64808/seoul-rejected-plan-for-japan-to-take-part-in-aerial-show-of-force", "author": "Julian Ryall, London", "key_points": "", "category": "CBRN Assessment", "title": "Seoul 'rejected' plan for Japan to take part in aerial show of force", "text": "Seoul has refused to allow Japanese fighters to fly over South Korea with US and South Korean aircraft in a show of strength following North Korea's fifth nuclear test on 9 September, newspaper reported on 18 October. The request from Washington was rejected by Seoul due to public opposition to any Japanese military presence in South Korea resulting from Japan's occupation of Korea in the Second World War, the newspaper quoted a source as saying. Two Boeing (Rockwell) B-1B bombers carried out the show of force on 13 September, accompanied by South Korean F-15K Slam Eagle fighters.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64787/rheinmetall-signs-supply-chain-agreement-with-australian-dod", "author": "Jon Grevatt, Bangkok", "key_points": "", "category": "Industry", "title": "Rheinmetall signs supply chain agreement with Australian DoD", "text": "Rheinmetall Defence Australia has signed an agreement with the Australian Department of Defence (DoD) committing the company to assisting local industry in gaining access to the Rheinmetall group's international supply network, it was announced on 20 October. Defence Industry Minister Christopher Pyne said the global supply chain agreement will provide Australian defence companies with opportunities to enter Rheinmetall's subcontracting network as well as \"help break down barriers that may otherwise deter local firms from doing business in overseas markets\". Rheinmetall becomes the seventh international corporation to enter a global supply chain agreement with the DoD. Other companies include BAE Systems, Boeing, Lockheed Martin, Northrop Grumman Raytheon, and Thales.", "IHS": "IHS Jane's Defence Industry", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64790/saab-buys-nordic-defence-industries", "author": "Dr. Lee Willett, Paris and Guy Anderson, London and Zach Fryer-Biggs, Washington DC", "key_points": "", "category": "Industry", "title": "Saab buys Nordic Defence Industries", "text": "Swedish firm Saab has bought Nordic Defence Industries (NDI), a Danish company that produces mine disposal systems for navies, Saab announced on 18 October. Terms of the deal were not disclosed. Saab said that it would be using NDI technology for its unmanned underwater mine clearance offerings. Saab told that Bert Johansson of Saab's underwater business will take over NDI as interim CEO. He has been tasked with integrating the company into the existing business and finding a managing director in Denmark. Saab described the purchase of NDI as a \"strategic acquisition to move into the mine disposal area\" and to increase its regional presence, adding that the employees and premises of NDI will be maintained in Aalborg, Denmark, following the purchase.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64797/portugal-releases-defence-budget-figures-for-2017", "author": "Victor Barreira, Istanbul", "key_points": "", "category": "Industry", "title": "Portugal releases defence budget figures for 2017", "text": "The Portuguese government has proposed a modest rise of 0.3% for its 2017 defence budget over the current year's figure. The budget proposals were outlined on 14 October and would see Portugal's defence spending rise to EUR2.14 billion (USD2.34 billion) in 2017. Out of the total budget, approximately EUR250 million will be dedicated to procurement (23.8% of the total budget). Personnel costs account for the lion's share - 59.4%. Additional spending of EUR50 million is included to support Portuguese troops deployed abroad, to improve technical co-operation with Portuguese-speaking nations, and to stimulate the local defence industry. The proposed budget will now be discussed in the Parliament ahead of a vote in late November.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64807/osint-summary-suspected-islamic-state-linked-stabbing-attack-in-jakarta-highlights-threat-of-lone-actor-attacks-in-indonesia", "author": "Otso Iho", "key_points": "", "category": "Terrorism & Insurgency", "title": "OSINT Summary: Suspected Islamic State-linked stabbing attack in Jakarta highlights threat of lone-actor attacks in Indonesia", "text": "A suspected supporter of the Islamic State - identified by a police spokesperson as \"SA\", a 21-year-old unemployed man belonging to radical Islamic group Daulah Islam based in Ciamis, West Java - stabbed five police officers at 07:10 local time in Tangerang, on the outskirts of the capital Jakarta, yesterday (20 October). Local media reported on the same day that the attack took place after police tried to prevent the suspect from placing an Islamic State sticker on a traffic police post on Jalan Perintis Kemerdekaan. Police shot and wounded the attacker, detaining him and seizing a knife, a badik [traditional edged weapon], two suspected improvised explosive devices (IEDs) described as 'pipe bombs' - emplaced nearby on the road and along a river - and an Islamic State sticker, among other items.", "IHS": "IHS Jane's Terrorism & Insurgency Monitor", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64779/euronaval-2016-spanish-team-selected-for-indonesian-corvette-upgrade", "author": "David Ing, Madrid, Spain and Richard Scott, Paris, France", "key_points": "KRI Malahayati will receive new command, fire-control, and electronic warfare systems + Indra and Navantia have stepped up efforts to jointly pursue both domestic and export business Indra and Navantia have stepped up efforts to jointly pursue both domestic and export business", "category": "Industry", "title": "Euronaval 2016: Spanish team selected for Indonesian corvette upgrade", "text": "A Spanish industry team of Indra and Navantia has been contracted by Indonesian shipyard PT PAL to modernise the combat system of the Indonesian Navy (Tentara Nasional Indonesia-Angkatan Laut: TNI-AL) Fatahillah-class corvette KRI . State-owned shipbuilder Navantia and partially state-owned systems house Indra announced on 18 October that they are carrying out the work in collaboration with PT PAL.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"},
{"link": "http://www.janes.com/article/64773/future-rafael-peralta-completes-first-of-three-sea-trial-events", "author": "Geoff Fein, Washington, DC", "key_points": "", "category": "Sea Platforms", "title": "Future Rafael Peralta completes first of three sea trial events", "text": "General Dynamics wrapped up alpha trials for the future USS (DDG 115), the first Flight IIA Arleigh Burke guided missile destroyers that the company has taken to sea since the destroyer programme restarted in 2010. Alpha trials, the initial set of builder's trials, were completed on 18 October off the coast of Maine. The test event demonstrated the ship's operational capability of key communication, damage control, navigation, and propulsion systems, according to the US Navy (USN). This is the first of three underway periods that will undergo to test and demonstrate that its systems are properly installed and operational, the navy said.", "IHS": "IHS Jane's Defence Weekly", "date": "20 October 2016"}
]